# DBeam_SetBShutAngle

```pascal
PROCEDURE DBeam_SetBShutAngle(angle : REAL);
```

```python
def vs.DBeam_SetBShutAngle(angle):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|angle|REAL|   |

## Version
Availability: from Vectorworks 2011

## Category
* Spotlight